{"Title": null, "Publication_Date": "28 August 2023", "URL": "https://kochhar.com/wp-content/uploads/2023/08/Kochhar-Co.-Technology-Law-Advisory-%E2%80%93-Digital-Personal-Data-Protection-Act-2023-.pdf", "Content": "Technology Law Advisory – Digital\nPersonal Data Protection Act, 2023\nINTRODUCTION\nDuring the week of August 7, 2023, the Indian Parliament passed the Digital Personal Data\nProtection Act (“Act”) thereby bringing to a close a 5 year process to introduce a data privacy law\nfor India. The Act was assented to by the President of India and will come into force once notified\nby the Government. It is now a foregone conclusion that this Act will be the data privacy law of\nIndia in the days to come.\nThe Act follows on the lines of the previous version – a much simpler version that departs\nsubstantially from the GDPR model of privacy laws that is commonplace today. However, it\ncontains significant changes apart from dealing with several of the concerns relating to the\nprevious draft.\nDEFINITIONS\nThe Act uses similar nomenclature as in previous versions. A data subject is referred to as a data\nprincipal and a data controller is referred to as a data fiduciary. There is no concept of sensitive\npersonal data. The Data Protection Authority is referred to as the Data Protection Board of India\n(“DPBI”).\nAPPLICABILITY\nThe law applies only to personal data that is maintained in digital form. The law will apply to\nprocessing of personal data outside India if such processing is “in connection with any activity\nrelated to offering goods or services to data principals within the territory of India”.\nGROUNDS FOR COLLECTION AND PROCESSING\nConsent continues to be the main ground for processing of personal data. It must be “freely\ngiven”, “’specific”, “informed”, “unconditional”, and an “unambiguous indication of consent”\nthrough a “clear affirmative action”. It seems clear that explicit consent would be required.\nConsent can also be withdrawn, the consequences of which would be borne by the data principal.\nOne can also use a consent manager to manage the consent process.\nThe Act also includes obvious grounds for processing personal data without consent, for\n‘legitimate uses’ such as compliance with laws and court orders, actions dealing with medical\nemergencies and epidemics and law & order situations. Further, processing of personal data for\ncertain employment purposes or for protecting an employer from liability, constitutes legitimate\nuse under the Act, and consent is not required for such processing.\nPage 1 of 7Another key ground which qualifies as a legitimate use, is where the data principal voluntarily\nprovides her personal data to the data fiduciary for a specified purpose and where the data\nprincipal has not indicated that she does not give her consent for use of her personal data. This\nappears to deal with automatic collection of personal data – the illustration covers a situation\nwhere a person visits a shop and hands over her personal information.\nLEGITIMATE INTEREST\nAs in the previous versions, there is no clear “legitimate interest” ground. The situations of\nlegitimate uses are borne of necessity and don’t cover as much ground as the concept of\nlegitimate interest under the GDPR. Except for the limited grounds that qualify as ‘legitimate use’,\nconsent seems to be the only route to processing personal data.\nNOTICE\nThe notice to be given to the data principal covers two key aspects – the personal data to be\nprocessed and the purposes of processing. In addition, the data principal should be informed of\nher right to withdraw consent and the grievance redressal procedure available to her. It appears\nthat the notice must be made accessible in English and in all 22 languages specified in the Eighth\nSchedule of the Constitution.\nAPPLICABILITY TO CHILDREN\nThe law keeps the threshold for children at 18 years. This will be seen as a disappointment for the\nonline world as global standards tend to be closer to 16 years. Verifiable parental consent is\nrequired for collection of personal data of children. Further, the Act prohibits processing that may\nhave a detrimental effect on the well-being of the child as well as behavioral monitoring or\ntargeted advertising to children. However, the Government has the power to exempt some of\nthese restrictions through a notification.\nRIGHTS AND DUTIES OF DATA PRINCIPALS\nThere are several rights of data principals. These include the right to know what personal data is\nbeing processed and the right to have inaccurate personal data corrected or personal data to be\nupdated. A data principal can also ask for personal data to be deleted unless it is still required for\nthe specified purpose for which it was collected. However, these rights exist only when personal\ndata is provided voluntarily or with consent. Interestingly, the Act includes duties of data\nprincipals. This pertains essentially to a duty not to provide false information and not to lodge\nfrivolous or false grievances.\nSTORAGE OF PERSONAL DATA\nThe law requires the data fiduciary to ensure completeness, accuracy, and consistency of\npersonal data where it is used to make a decision that affects a data principal or where it is\ndisclosed to another data fiduciary. This may have implications for the use of AI on personal data.\nData fiduciaries must also use reasonable security measures to prevent data breaches. A data\nPage 2 of 7fiduciary must delete personal data when the specified purpose for which it was collected has\nbeen served unless such personal data is required to be retained for compliance with any law.\nPERSONAL DATA BREACH\nThe law defines a ‘personal data breach’ to mean any unauthorized processing or accidental\ndisclosure, use, alteration, or destruction of personal data, that compromises its confidentiality,\nintegrity, or availability. In case of a personal data breach, the data fiduciary or data principal must\ninform both the DPBI as well as the affected data principal, in a manner prescribed by the\ngovernment. The broad definition of a personal data breach would cover even small instances of\ndata breaches and situations of vulnerability for which notification to the DPBI and data principals\nseems quite onerous.\nSIGNIFICANT DATA FIDUCIARY\nThe law retains the concept of a Significant Data Fiduciary (“SDF”). This is a data fiduciary that\nfulfills the criteria set forth by the government. In determining who would be a SDF, the\ngovernment will consider factors such as volume of data processed by the data fiduciary and risk\nto rights of the data principal. Interestingly, such factors also include “potential impact on the\nintegrity and sovereignty of India” and “risk to electoral democracy”. An SDF’s is required to\nappoint a Data Protection Officer, who must report to the Board of the company. Further, it must\nappoint an independent data auditor to audit compliance with the privacy law. They also have to\nconduct privacy impact assessments.\nDATA PROTECTION OFFICER\nOnly an SDF is required to appoint a Data Protection Officer. However, every data fiduciary must\nappoint a person to act as the point of contact for data principals who wish to raise any issues.\nThe contact details of the Data Protection Officer and the grievance officer need to be published.\nDATA PROCESSORS\nThe law requires data fiduciaries to execute a data processing agreement with a data processor.\nData fiduciaries are responsible for compliance of the law by data processors.\nDATA LOCALIZATION AND DATA TRANSFERS\nThe law includes a right on the government to notify a “negative list” of countries to whom\npersonal data cannot be transferred. Other than this list and in the absence of a notification being\nissued, one can transfer personal data to any country. There is no requirement for adequacy in\nthe statute or for retaining copies of the personal data in India. Other means of transferring\npersonal data to blacklisted countries such as standard contractual clauses, explicit consent or\ninter-group transfers are not covered in the Act. The Act does however permit sectoral data\nlocalization regulations such as the one that exists in the payments sector.\nPage 3 of 7EXEMPTION TO GOVERNMENT\nThe Act grants the power to the government to exempt itself and its agencies from most\nrequirements of the Act. The grounds mentioned, such as sovereignty and integrity of India,\nsecurity of state, etc., are taken from the Constitution of India and are also cited by the Supreme\nCourt of India as grounds on which privacy rights can be restricted. These grounds are however\nquite broad, and proportionality and reasonableness are not essential ingredients. These are also\ngrounds of legitimate use for which processing of personal data by the government does not\nrequire consent. Unfortunately, the law has extended a direct exemption to the judiciary to bodies\nthat have regulatory or supervisory functions. No government notification is required for this\nexemption to apply; these organizations are directly exempted under the law.\nEXEMPTION TO OTHERS, START UPS\nThe Government has the power to exempt certain data fiduciaries including start ups from some\nprovisions of the law (right to access, requirement to give notice, limitation on retention). It\nappears the government will implement some kind of regulatory standbox for start ups to make it\neasier for them to comply with the new law.\nCONTENT BLOCKING\nThe law grants powers to the government to block public access to any information generated,\nreceived, stored, or hosted in any computer resource used for providing services within India, in\nthe ‘interests of the general public’, upon receiving a reference from the DPBI. While the\ngovernment has similar powers under the Information Technology Act, 2000, such powers do not\nrelate directly to the protection of personal information.\nPENALTIES\nThe law prescribes penalties for non-compliance. There is a schedule which mentions a\nmaximum penalty for specific violations. For example, failure to take reasonable security\nsafeguards to prevent personal data breach would involve a penalty of up to Rs. 2.5 billion\n(approx. USD 30 million). This is the maximum penalty prescribed. Interestingly, there is no\nprovision for awarding compensation to affected data subjects.\nANALYSIS\nApproach. When the previous draft was released in 2022, we said that the government’s\napproach was appropriate for a country like India. India does not have a long history of\ncompliance with privacy standards and also has a huge unorganized and SME sector. At the\nsame time, most businesses will have stored some personal data, especially payment\ninformation, in digital form. This means that almost all of Indian industry will be covered by the\nlaw. In this context, a simpler legislation with fewer obligations will be a good start.\nNotice. The requirement to make the notice accessible in English and in 22 other languages,\nwould be too onerous for most data fiduciaries and may not serve its purpose, since most digital\nPage 4 of 7services and related documentation are anyway made available exclusively in English. Perhaps\nthere will be a clarification that the data fiduciary can provide the notice in English and the most\nappropriate language among the list of 22 languages.\nLegitimate Interest. The government has stuck to its stand from the beginning that legitimate\ninterest, as it is understood in the EU, will not be a part of the law. There are legitimate uses such\nas statutory necessity, but these are standard and fairly narrow grounds.\nConsent. The main ground for processing personal data is consent. The language defining\nconsent is identical to the GDPR leading us to wonder whether India will require consent based\non the same standards as in the EU. The addition of the word “unconditional” for collection of all\npersonal information sets a potentially higher standard for obtaining consent than under GDPR.\nVoluntary provision of personal data. The provision which allows processing of personal data\nshared “voluntarily”, is poorly drafted as a data fiduciary can list various specified purposes and\nthe data principal will then “voluntarily” provide her personal data. Perhaps the government meant\nto refer to a situation where the personal data is provided on the initiative of the data principal. It\nremains to be seen whether this provision would be abused. The reference to “specified purpose”\nis also confusing in a situation where personal data is given automatically as part of a transaction\nand no notice of specified purpose is given.\nPurpose Limitation. The language on purpose limitation is not well defined. It is not entirely clear\nthat there is a prohibition on a data fiduciary providing a laundry list of “specified purposes”. It can\nbe interpreted that as long as the personal data is processed for the specified purpose mentioned\nin the notice, it is permitted. Legitimacy of purpose does not appear to be a part of the law.\nExclusion to Government. The Act contains provisions that exclude the government directly and\nindirectly. While granting power to the government to exclude some of its instrumentalities is\njustified, the lack of standards to do so, such as reasonableness and proportionality, is\nunfortunate. This may however be supplied by the judiciary as the jurisprudence is already\ndeveloped through past judgments. However, the most unfortunate provision is where the\nexception granted to the judiciary has been expanded to include bodies that have regulatory or\nsupervisory powers. This would directly exclude vast sections of the government.\nForeign Personal Data. The law excludes most provisions from applicability to foreign personal\ndata that is processed in India. This is somewhat counterproductive as one of the reasons for\nhaving a privacy law is to assure the world that it is safe to send personal information to India. It\nalso means that the legislation will fail to obtain an adequacy ruling from the EU. In any case, due\nto not having independent oversight over government surveillance, Indian law does not fully\ncomply with Schrems II. The extraordinary powers and exemptions to the government would also\nmake that seemingly impossible.\nData Breach Notification. The insistence on notification of data breach or vulnerability in every\ncase, not just to the DPBI but to concerned data principals goes against global standards. This is\none of those instances where the law is stricter than the GDPR. Added to that is the existing and\nPage 5 of 7unfeasible 6 hour breach notification requirement to the CERT-In, the deadline of which appears\nto be observed mostly in the breach.\nPowers of DPBI. The most disappointing aspect of the Act is the lack of powers given to the\nDPBI. All powers of delegated legislation rest with the government. The DPBI is purely an\nadjudication body. Personal data is so ubiquitous that it is very hard to pass regulation while\nunderstanding all its implications. One needs a tech savvy and nimble DPBI who can issue\nclarifications, discuss with stakeholders, issue consultation and recommendation papers and\nguidance notes. None of these powers have been provided to the DPBI. The nature of personal\ninformation and the technology world dictates that privacy law be as dynamic as possible. This is\nnot likely to happen in the current scheme of things.\nPrivacy v. Right to Information. Finally, the law amends the Right to Information Act. Whereas\npreviously, a senior government officer would determine whether public interest outweighed the\nneed to protect personal information, the new legal position would be that personal information\ncan never be disclosed as part of a right to information request.\nThe Way Forward\nThe law does not provide for a gestation period for compliance. The Government has announced\nthat it would implement the law within 10 months. We assume that the government will bring the\nlaw into force in stages as it has done for some other legislations. It would however be\nappropriate for the government to notify immediately when exactly the substantive provisions will\ncome into force so that the industry can prepare for it with a clear deadline in mind.\nIn the days to come, we will be rolling out our own program to train clients and prepare them for\ncompliance with the new law. More on that soon!\n---\nABOUT KOCHHAR & CO\nKochhar & Co is a leading full service commercial law firm with a national presence in India. The\nfirm mostly represents international companies doing business in India and offers a high quality,\nbusiness oriented service to its clients. The firm takes great pride in its client servicing approach,\nwhich is focused on clarity, accessibility and providing business solutions. The firm has a large\nnational presence in India with offices at Delhi, Gurgaon, Mumbai, Bangalore, Chennai,\nHyderabad, and Chandigarh as well as overseas offices in Dubai, Singapore, and Chicago.\nTECHNOLOGY LAW PRACTICE\nKochhar & Co set up India’s first Technology Law Practice, which has been a leading tech\npractice in the country ever since. The practice covers areas such as licensing, outsourcing, e-\ncommerce, telecom, intellectual property, privacy, regulation of STP/s and SEZ’s, etc. The firm\nhas a large clientele of international technology companies doing business in India. Legal 500\nrates Kochhar & Co as a Tier 1 firm for TMT work.\nPage 6 of 7DATA PRIVACY PRACTICE\nKochhar & Co has a large data privacy practice, assisting businesses in understanding the\napplicability of Indian law to the processing of personal information and in advising on data\nsecurity issues. The firm also advises on sectoral regulations especially in telecom, banking and\nthe payments sectors. The firm has also handled numerous matters concerning data security\nbreaches, including criminal action in cases of data theft.\nCONTACT DETAILS\nSTEPHEN MATHIAS\nstephen.mathias@bgl.kochhar.com\nSUHAS SRINIVASIAH\nsuhas.srinivasiah@bgl.kochhar.com\nARUN BABU\narun.babu@bgl.kochhar.com\n-§-\nPage 7 of 7"}
{"Title": "2023 Overview – Copyright Law in India", "Publication_Date": "29 February 2024", "URL": "https://kochhar.com/wp-content/uploads/2024/02/Kochhar-Co.-Bangalore.-Article-by-Lynn-Lazaro-and-Aparna-Venkat-2023-Overview-Copyright-Law-in-India-Jan-2024-.pdf", "Content": "2023 OVERVIEW – COPYRIGHT LAW IN INDIA\nBy Lynn Lazaro and Aparna Venkat January 2024\nThe year 2023 saw several advances in copyright law, including updated definitions\nof an “expression” and “work”. The courts also laid down the law in relation to the\nuse of generative artificial intelligence to create deepfakes, the shield of fair use of\ncelebrity names and images and the usage of dynamic injunctions in contemporary\ncopyright law. Some key events include,\nKEY CASES\n“LITERARY WORK” CANNOT INCLUDE A MOBILE APP; GUI IS\nNOT CONSIDERED “WORK” UNDER THE COPYRIGHT ACT.\nHULM Entertainment Pvt. Ltd. v. Fantasy Sports MYFAB11 Pvt. Ltd\nDate of Judgment:17/10/2023\nA suit was filed by Plaintiffs against the Defendant over their Fantasy Sports app\nthat further amalgamated features of stock market.\nThe High Court held that the competitor’s app could not be proved to be infringing\non the Plaintiff’s copyright, which as for a concept note registered as a literary work;\nan adaptation as in section 2(a)(ii)-(iii) could not include a mobile app. The High\nCourt also held that a Graphic User Interface (GUI) is not a ‘work’ under the\nCopyright Act and thus there is no copyright in a GUI per se under sections 13 &\n16; relying on the test in the US judgement of Apple Tech v. Microsoft.\nThe High Court further went into detail regarding the Doctrine of Merger, that\nwhen an idea can only be expressed in a limited number of ways, there is no\ncopyright as that would confer a monopoly on the idea.\nONLY UNIQUE COMMUNICATION WOULD CONSTITUTE AN\nEXPRESSION PROTECTABLE UNDER COPYRIGHT\nHumans of Bombay Stories Pvt. Ltd. v. POI Social Media Pvt. Ltd.\nDate of Judgment: 11/10/2023\nA copyright infringement suit filed by Humans of Bombay against People of India\nfor alleged copyright violation in their content imitating the Plaintiff’s content.\nThe court ruled that there could be no monopoly over a storytelling platform, but\neach one’s unique way of communicating those stories, including images, literary\nPage 1 of 3content and manner could constitute an expression protectable under copyright.\nMoreover, with regards to subject submitted content, if commissioned, copyright\nwould be with the platform itself but otherwise there could be no claim on these.\nDISTRIBUTION OF TV SERIALS ON WEBSITES AMOUNT TO\nPIRACY AND COPYRIGHT INFRINGEMENT\nStar India Pvt. Ltd. v. Yodesiserial.su & Ors.\nDate of Judgment:10/04/2023\nA suit was filed by Plaintiffs, being producers of TV serials, against defendants\nrunning websites distributing said serials under Plaintiff’s copyright – i.e., piracy.\nThe Court passed a permanent injunction restraining these websites as well as all\nothers acting on their behalf from; communicating, hosting, streaming, or making\navailable for viewing and downloading without authorization, on websites/social\nmedia/any other platform through the internet or in any other way the Plaintiff’s\ncopyrighted content.\nDYNAMIC INJUNCTION RULING AGAINST ALL MIRROR\nWEBSITES\nStar India Pvt. Ltd. & Anr. v. JioLive.tv & ors.\nDate of Judgment: 27/09/2023\nA request for dynamic injunction against potential violators of Plaintiff’s copyright to\nbroadcast the ICC Men’s World Cup was filed against piracy websites that are\nhighly likely to pop up and damage the Plaintiff’s profits.\nThe Court granted a dynamic injunction – as soon as the content was created, i.e.\nthe footage, it would be protected; and any illicit websites distributing it could be\nshut down as and when they arose without filing a case per violator.\nTHE COPYRIGHT OF A SCREENPLAY COMMISSIONED ON\nBEHALF OF A PRODUCER WOULD VEST WITH THE ORIGINAL\nAUTHOR\nRDB and Co. HUF v. HarperCollins Publishers India Pvt. Ltd.\nDate of Judgment: 23/05/2023\nIn this case, the question in dispute was whether the copyright of a screenplay\ncommissioned on behalf of a producer would vest within the original author or the\nproducer (Nayak by Satyajit Ray)\nThe Plaintiff being the producer, and the Defendants being the publishers,\nassumed copyright would fall with Satyajit Ray’s son and the Preservation Society\nrun by him. The Court held that while the copyright for the Plaintiff indubitably\nvests in the producer, this could not affect the copyright of the screenplay, which\nis a separate literary work, as the categories are distinct in the Copyright Act.\nSection 17 tells us that the author is the copyright owner, in this case Satyajit Ray\nPage 2 of 3(and now his estate) and not the producer even though it was written on request\nof the Plaintiff.\nTHE USE OF CELEBRITY NAMES AND IMAGES UNDER FAIR\nUSE CATEGORIES FALLS UNDER THE RIGHT OF FREEDOM OF\nSPEECH UNDER THE INDIAN CONSTITUTION\nDigital Collectibles Pte. Ltd. and Ors. vs Galactus Funware Technology\nPrivate Limited and Anr.\nDate of Judgment: 26/04/2023\nIn this case, the court declined to issue a temporary injunction against the gaming\nplatforms Mobile Premier League (MPL) & Striker for using the name and likeness\nof certain cricketers to create Non-Fungible Token (NFT) – enabled “Digital Player\nCards”.\nThe Hon’ble High Court of Delhi through reference of various judgements, noted\nthat the Use of celebrity names, images for the purpose of lampooning, satire,\nparodies, art, scholarship, music, academics, news and other similar uses would\nbe permissible as facets of right of freedom of speech and expression under\nArticle 19(1)(a) of the Constitution of India and would not fall foul to the tort of\ninfringement of the right of privacy.\nTHE USE OF GENERATIVE ARTIFICIAL INTELLIGENCE TO\nCREATE DEEPFAKES FOR COMMERCIAL PURPOSES IS NOT\nPERMITTED\nAnil Kapoor v. Simply Life India\nDate of Judgment: 20/09/2023\nThe Delhi High Court delivered a significant order in the case of Anil Kapoor v.\nSimply Life India & Ors, ruling in favor of the widely known Indian actor, Anil Kapoor.\nThe court issued an ex-parte order in response to Suit CS COMM 645 of 2023,\nwhere Kapoor sought protection for various facets of his personality that amounted\nto certain commercial value. These included his name, voice, dialogue delivery,\nimage likeness, gestures, signatures, and other elements, primarily concerning\ntheir misuse across the internet.\nIt was held that creation of merchandise, GIFs, and the use of generative Artificial\nIntelligence to create deepfakes for commercial purpose and the domain names\nusing the term Anil Kapoor cannot be allowed.\nCONTACT DETAILS\nLynn Lazaro Aparna Venkat\nResident Partner (Toronto) Senior Associate (Bangalore)\nlynn.lazaro@bgl.kochhar.com aparna.venkat@bgl.kochhar.com\nPage 3 of 3"}
{"Title": "Haryana’s state law on employment of local candidates declared ‘unconstitutional’ – a win for private employers", "Publication_Date": "28 November 2023", "URL": "https://kochhar.com/wp-content/uploads/2023/11/Kochhar-Co.-Gurgaon.-Article-by-Anirudh-Mukherjee-Pankaj-Anil-Arora-Haryanas-state-law-on-employment-of-local-candidates-declared-%E2%80%98unconstitutional-%E2%80%93-a-win-for-private-employers-.pdf", "Content": "Haryana’s state law on employment of local\ncandidates declared ‘unconstitutional’ – a\nwin for private employers!\nThe Haryana State Employment of Local Candidates Act,\n2020 (“Act”) was enacted to encourage private\nemployers in Haryana to boost local employment. The\nAct was called upon for application from January 15,\n2022, for a period of 10 years. The constitutionality of\nthe Act was challenged in multiple writ petitions before\nthe Punjab & Haryana High Court (“Court”). The Court\nunder the Act, to adjudicate the cases of exemption by an\nstayed the implementation of the Act on February 3,\nemployer (due to inadequate number of skilled local\n2022. The Court on November 17, 2023, has declared\ncandidates) is onerous. The requirement of submitting\nthe law as unconstitutional and ineffective from the date\nquarterly reports and the power of the authorized officer\nit came into force (i.e., January 15, 2022).\nto summon records and inspect premises by just giving 1\nday’s prior notice would be termed as “Inspector Raj” of\nThe Act aimed to provide 75% job reservation in the\nthe State.\nprivate sector in Haryana to local candidates for posts\nwhere gross monthly salary is up to INR 30,000. All\nThe verdict is a win for all employers in the private sector\nprivate corporations, societies, trusts, limited liability\nof Haryana, especially the IT/ITES and manufacturing\npartnerships, firms, and establishments employing 10\nsectors that employ a sizeable workforce who earn up to\n(ten) or more persons were required to register\nINR 30,000.\nthemselves in the designated portal and register the\nnames of local candidates employed by them, before\nRecent news reports suggest that the state government of\nApril 15, 2022. The Act drew criticism for creating an\nHaryana intends to challenge the judgment before the\nexclusion policy and interfering with the private\nSupreme Court of India. It would be interesting to observe\nemployer’s ease of doing business and recruitment. The\nthe developments, because a similar legislation was passed\nconstitutional validity of the Act was challenged before\nby the state government of Andhra Pradesh in 2019, i.e.,\nthe Court by several industry associations, namely,\nAndhra Pradesh Employment of Local Candidates in the\nFaridabad Industries Association, Gurgaon Industrial\nIndustries/Factories Act, 2019 (“APLC Act”). The APLC Act\nAssociation, Integrated Association of Micro, Small and\nis yet to be implemented in full and all eyes are on the High\nMedium Enterprises of India, and IMT Industrial\nCourt of Andhra Pradesh whether it would also declare the\nAssociation.\nAPLC Act as unconstitutional.\nThe Court held that the State of Haryana (“State”)\nFor any further information, please feel free to contact\ncannot direct private employers to do what has been\nour team at Kochhar Gurgaon : info@kochhar.com\nforbidden to do under the Constitution of India\nAnirudh Mukherjee, Partner\n(“Constitution”). The State cannot discriminate against\nPankaj Anil Arora, Principal Associate\nindividuals because they do not belong to a certain State\nWeb: www.kochhar.com\nand have a negative discrimination against other citizens\nof India. It is not for the State to direct private employers\nwho it must employ. The restrictions imposed upon\nprivate employers under the Act are gross to the extent\nthat a person's right to carry on occupation, trade or\nbusiness is grossly impaired under Article 19(1)(g) of the\nConstitution. There is a bar under the Constitution and\nthe State cannot force private employers to employ local\ncandidates as it would lead to large-scale similar\nlegislations across multiple states that would create\nartificial walls throughout the country. Further, the\ncontrol of the State, through the designated officer\nPage 1 of 1"}
{"Title": "2023 Overview – Trademark Law in India", "Publication_Date": "29 February 2024", "URL": "https://kochhar.com/wp-content/uploads/2024/02/Kochhar-Co.-Bangalore.-Article-by-Lynn-Lazaro-and-Aparna-Venkat-2023-OVERVIEW-%E2%80%93-TRADEMARK-LAW-IN-INDIA-Jan-2024-.pdf", "Content": "2023 OVERVIEW – TRADEMARK LAW IN INDIA\nBy Lynn Lazaro and Aparna Venkat January 2024\nINTRODUCTION\n2023 was an exciting year for brand holders in India in that the courts were\nextremely sensitive to new issues including that of social media disparagement and\ntrade dress protection. The courts also appear to hold the Trademark Registry to a\nhigher standard when denying trademark applications, advising the Registry to look\nat other registrations of the same brand and thoroughly investigate documentation\nsubmitted by applicants. Some key cases that now shape trademark law in India\nhave been highlighted.\nKEY CASES\nTRADE DRESS PROTECTION\nDabur India Ltd. Vs. Good Luck Ayurveda Pvt. Ltd.\nDate of Judgment: 01/07/2023\nThe Plaintiff, Dabur India Pvt. Ltd. is the largest manufacturer of ayurvedic\nmedicines and wellness/healthcare products in India and is the largest company in\nthe organized sector for ayurvedic products. It owns registrations for the trade\ndress/labels/packaging of the cough syrup ‘HONITUS’. Dabur filed applications for\ninterim injunctions against Good Luck Ayurveda Pvt. Ltd. and Vibcare Pharma Pvt.\nLtd. in two separate suits.\nThe Delhi High Court in both cases found that the packaging and trade dress of\nMADHU JOSHANDA AYURVEDIC COUGH REMEDY and NURACUFF-\nAYURVEDIC MEDICINE FOR COUGH RELIEF were identical and deceptively\nsimilar to that of HONITUS. It held that Dabur had established a prima facie case\nof infringement of trademark and copyright against the defendants in each case. As\nthe balance of convenience was in favour of Dabur, the Court granted the interim\ninjunctions and restrained the respective defendants from using any trademark or\ntrade dress which was identical, deceptively similar or confusingly similar to the\nPlaintiff’s registered trademark HONITUS or bearing its well-known registered trade\ndress/label until further orders.\nRECTIFICATION AND CANCELLATION OF A TRADEMARK\nMacleods Pharmaceuticals Ltd. v. Union of India and others.\nPage 1 of 4Date of Judgment: 15/02/2023\nThe Petitioner, Macleods Pharmaceuticals Limited, challenged the order passed by\nthe Intellectual Property Appellate Board, Chennai (Respondent-2), which allowed\na Rectification application filed by Sun Pharmaceutical Ltd (Respondent-4) to\ncancel Macleods’ registered trademark OFLOMAC. The Bombay High Court\nconsidered various principles set out by the Apex court in its judgments and agreed\nwith the decision of the IPAB. The Court held that the rectification was in the interest\nof the general public as the marks were concerned with medicinal/pharmaceutical\nproducts and the decision was not without jurisdiction or in excess of its jurisdiction\nas it was passed after giving full opportunity to both the parties.\nIt was held that a stricter test should be applied while arriving at a conclusion with\nrespect to the similarity and confusion of pharmaceutical or medicinal products, and\nthe point of view of an ordinary common man of average intelligence should be\nconsidered instead of a specialized medical practitioner in judging the issue.\nFurther, the Court found that Macleods was unable to establish the actual use of its\nOFLOMAC mark prior to Sun Pharma’s use of its OFROMAX mark, and/or honest\nand concurrent use and therefore was not entitled to protection under Section 34\nand/or Section 12 of the Trademarks Act.\nCOURT RELIED ON PREVIOUS CONSENT ORDER\nKRBL Ltd. v. Vikram Roller Flour Mills Ltd.\nDate of Judgment: 19/01/2023\nThe Plaintiff KRBL Limited was a market leader in the business of processing,\ndistribution, and sale of rice under the trademark “INDIA GATE”. It had acquired\nrights to the mark through registration and an assignment deed from the\npredecessors who had been using the mark since 1979, and the Plaintiff itself had\nbeen using the mark continuously since 1993. The Plaintiff submitted that the\nDefendant’s act of selling dalia under the mark “INDIA GATE” was infringing upon\nthe Plaintiff’s rights. The Defendant submitted that it was the prior user of the INDIA\nGATE mark in respect of various wheat products, and relied on a consent order\nbetween the two parties. The Defendant claimed a right to expand its range of\nproducts, as ‘dalia’ was an allied and cognate product of ‘atta’.\nThe Delhi High Court agreed with the contentions of the Defendant, and relying\nupon the consent order, passed an interim order permitting the Defendant to sell\n‘dalia’ bearing the mark in respect of packaging of 20 kgs and above only. However,\nthe court also stated that such a consent order would not prejudice the exclusive\nright of the plaintiff to sell rice or any other product under the same mark.\nCOMPOSITE MARK WAS ONLY SUGGESTIVE – NOT\nDESCRIPTIVE\nUmang Dairies Limited vs Registrar Of Trade Marks\nDate of Judgment: 21/02/2023\nPage 2 of 4Umang Dairies Limited had filed a trademark application for a device mark for milk\nand milk products in Class 29. The subject mark was a composite device mark,\ncomprising of two words ‘WHITE’ and ‘MAGIK’, along with graphic representation\nof milk being poured in a hot cup of tea/ coffee. The Senior Examiner had rejected\nthe mark on the following grounds:\n- Section 9(1)(b) of the Act for being descriptive;\n- Sections 11(1)(a) and 11(1)(b) of the Act due to the existence of similar cited\nmarks;\n- No supporting documents on record claiming the use of the mark.\nUmang Dairies appealed this decision before the Delhi High Court.\nThe Court determined that, although ‘WHITE’ may be associated with milk and milk\nproducts, the combination of ‘WHITE’ and ‘MAGIK’ (alternative spelling of ‘MAGIC’),\nthe resulting mark ‘WHITE MAGIK’ was suggestive, not descriptive, of the applied\ngoods. Further, the Court found one cited mark to be abandoned, and other\nconflicting cited marks not to be similar to the subject mark except for the common\nword ‘MAGIC’/ ‘MAGIK’ used in all of them. In addition, on perusal of the court\nrecord, the Court noted that an affidavit demonstrating use had been filed for the\nsubject mark, which escaped the attention of the Senior Examiner, despite being\non record on the date of hearing i.e., 24th April, 2019.\nThe Court set aside the order of the Examiner and ordered the Trademarks Registry\nto process the application for the subject mark and advertise it within 3 months, with\na clarification that the subject mark will not grant any exclusive rights to the words\n‘WHITE’ or ‘DIARY CREAMER’, either separately or individually.\nTRADEMARK OFFICE MAY NOT DENY REGISTRATION WHEN\nTHERE ARE OTHER VARIED REGISTRATIONS OF THE MARK\nVR Asset Management Pte. Ltd. vs Examiner Of Trade Marks\nDate of Judgment: 23/02/2023\nAn order was passed by the Examiner of Trademarks, Delhi, rejecting a trademark\napplication under Section 9(1)(b) of the Act, which stated that the mark VIRTUOUS\nRETAIL was devoid of distinctive character and there were no affidavit and\nsupporting documents on record. This was appealed by the owner, as the company\nalready owned a word mark registration in the same class.\nThe Court set aside the order, holding that it was not appropriate for the Trade\nMarks Office to refuse the registration of the mark/logo in the subject application\nwhen there were various registrations granted to the appellant in respect of the\nmark/logo and other formative marks in various classes.\nTRADEAMARK REGISTRY MUST CONSIDER PREVIOUS\nSETTLEMENT AGREEMENT BEFORE PASSING ORDERS\nSurender Kumar vs Registrar Trade Marks\nPage 3 of 4Date of Judgment: 17/02/2023\nAn appeal under section 91 of the Trade Marks Act, 1999 was filed against an order\nrefusing registration for the Appellant’s mark “CANON”. The senior examiner had\nobjected to the registration under Sections 11(a) and (b) of the Trademarks Act, on\nthe ground that the mark looked identical or similar to an earlier registered\ntrademark.\nThe Court held that passing orders without considering a binding agreement of\nsettlement with the proprietor of the earlier registered mark despite it being brought\nto notice was not sustainable. It directed the Trade Marks Registry to process the\nregistration of application and set aside the impugned order.\nREFERENCE TO A BRAND IN SOCIAL MEDIA AMOUNTS TO\nINFRINGEMENT\nDabur India Limited vs Dhruv Rathee and Ors.\nDate of Judgment: 15/03/2023\nIn a case filed by Dabur, the Calcutta High Court asked a social media influencer\nto remove reference to Real fruit juice products from his video. In the video, Dhruv\nRathee, who claims to be a social media influencer, compared the health effects of\nconsuming Real packaged fruit juice with consuming soft drinks and fresh juice and\nopined that packaged fruit juice has negative health effects. Aggrieved, Dabur went\nto Court, and the Court agreed with Dabur that the reference to its real brand was\ndenigrating and disparaging and that the use of the brand and packaging amounts\nto trademark and copyright infringement. The Court, therefore, ordered the removal\nof the brand references from the video.\nCONTACT DETAILS\nLynn Lazaro Aparna Venkat\nResident Partner (Toronto) Senior Associate (Bangalore)\nlynn.lazaro@bgl.kochhar.com aparna.venkat@bgl.kochhar.com\nPage 4 of 4"}
{"Title": "The Mediation Act, 2023: Understanding The Key Feature", "Publication_Date": "29 December 2023", "URL": "https://kochhar.com/wp-content/uploads/2024/01/Kochhar-Co.-New-Delhi.-Article-by-Kavita-Sarin-and-Vishal-Bhardwaj-The-Mediation-Act-2023-Understanding-The-Key-Features-.pdf", "Content": "Authors: Kavita Sarin and Vishal Bhardwaj1\nTHE MEDIATION ACT, 2023: UNDERSTANDING THE KEY FEATURES\nINTRODUCTION\nThe Mediation Bill, 2023 (‘Mediation Bill’) was passed by the Rajya Sabha on 2nd\nAugust 2023 and by the Lok Sabha on 7th August 2023. It received the President’s\nassent on 15th September 2023 to be known as the Mediation Act, 2023 (‘Mediation\nAct’). This article briefly explains the salient features of the Mediation Act and\noutlines the scope, applicability, key features, procedure, and possible challenges of\nthe Mediation Act.\nBACKGROUND\nWHAT IS MEDIATION?\nMediation is a structured process where a neutral person uses specialized\ncommunication and negotiation techniques to assist the parties in arriving at an\namicable settlement of their disputes. The concept of Mediation is an ancient and\ndeeply rooted practice in our country. It has been practised in the form of the\npanchayat system for centuries, in which certain respected elders of the village acted\nas mediators between the conflicting parties and helped to resolve their disputes.\nMEDIATION IN THE INDIAN LAWS\nSection 89(1) of the Code of Civil Procedure, 1908 allows courts to recommend\nvarious dispute resolution methods like arbitration, conciliation, judicial settlement, or\nmediation. Indian courts have been actively using this provision. As per the \"Survey\nof Dispute Resolution in India, 2023,\" conducted collaboratively by the Federation of\nIndian Corporate Lawyers (FICL) and the Centre for Trade and Investment Law\n(CTIL), Mediation/Conciliation has been rated as the second most preferred way to\n1 Ms. Kavita Sarin is a Partner and Mr. Vishal Bhardwaj is a Senior Associate in the dispute resolution and\narbitration team of the Firm’s Delhi office.\n1 | Pageresolve disputes in India. In India, there are mediation centres established\nthroughout the country. However, private mediation lacked a clear structure and legal\nrecognition, which made people hesitant to participate. To address these issues and\nmake mediation more effective, the Mediation Act has been introduced, aiming to\nprovide a solid legal framework and improve the overall mediation process. The\nMediation Act seeks to institutionalise and formalise the mediation process, which is\nlikely to improve the efficiency and effectiveness of the same.\nSCOPE & APPLICABILITY\n❖ Scope\nThe Mediation Act extends the scope of mediation to civil and commercial disputes\nwhile providing an indicative list of disputes which are not suitable for mediation. The\ndisputes involving minors or individuals with intellectual disabilities, criminal offenses,\ntax-related issues, land acquisition issues, and certain regulatory matters are\nconsidered unfit for mediation under the Mediation Act.\n❖ Applicability\nThe Mediation Act applies to mediations conducted in India, including cases where\nall parties are based in India; where the mediation agreement specifies its\napplicability; or in international mediations involving at least one party from a country\nother than India. However, when one of the parties is the Central or State\nGovernment, it applies only to commercial disputes or to such disputes as may be\nnotified.\nIt is important to note that the Mediation Act does not cover mediations conducted\noutside India.\nKEY FEATURES OF THE MEDIATION ACT\n1. DEFINITION OF MEDIATION\nThe Mediation Act provides for a comprehensive definition of mediation which\nincludes pre-litigation mediation, online mediation, community mediation, and\nconciliation within the umbrella of 'mediation.'\nThis aligns with international practice, where the terms 'mediation' and\n'conciliation' are often used interchangeably, as previously recognized by the\nSupreme Court of India, and documented in the Singapore Convention.\nConsequently, the Mediation Act renders the conciliation procedure as provided\nin the Arbitration and Conciliation Act, 1996, insignificant.\n2 | PagePrelitigation mediation: The Mediation Act recognizes the mediation process\nwhere irrespective of any mediation agreement, the parties voluntarily\nundertake for settlement of dispute prior to filing of any case of civil or\ncommercial nature before the court.\nInternational mediation: Mediation undertaken between parties relating to\ncommercial dispute where at least one of the parties resides or has place of\nbusiness outside India.\nCommunity mediation: The Mediation Act provides for community mediation\nwhere mediation is undertaken to resolve disputes likely to affect the peace and\nharmony amongst residents of a locality. Community mediation is required to be\nconducted by a panel of three mediators.\nOnline mediation: Mediation undertaken electronically, through internet based\ncommunication tools. Online mediation can take place pursuant to written\nconsent of parties at any stage of mediation under this Mediation Act. The\nMediation Act clarifies that even if the parties agree to undertake online\nmediation, for the purpose of enforcement, challenge, and registration of the\nmediated settlement agreement, the same shall be deemed to have been\nundertaken within the territorial jurisdiction of the court of competent\njurisdiction.\n2. MEDIATION COUNCIL OF INDIA\nThe Meditation Council is yet to be set up by the central government. The\nMediation Act provides for establishment of a regulator i.e., the Mediation\nCouncil to register, recognize and regulate mediation institutions and mediators\nin India. The Meditation Council would also be tasked to promote international\nand domestic mediation in India, facilitate and conduct continuous training,\neducation, and certifications in mediation, and also maintain a depository of\nmediation settlement agreements made in India.\n3. INSTITUTION OR AUTHORITY FOR CONDUCTING MEDIATION\nMediation proceedings may be conducted by a Mediation Service Provider\nwhich includes:\na. a body or an organization which conducts of mediation in accordance with\nrules and regulations framed under the Mediation Act and is recognised by\nthe Mediation Council of India;\nb. an authority constituted under the Legal Services Mediation Act, 1987;\nc. a court annexed mediation centre; and\nd. any other body as notified by Central Government.\n3 | PageThe authorities constituted under the Legal Services Act, 1987, court annexed\nmediation centres and bodies notified by Central Government are deemed to\nbe mediation service providers recognised by the Mediation Council.\n4. MEDIATION AGREEMENT\nThe Mediation Act provides for mediation agreement to be ‘in writing’ to mean\neither (a) any document signed by the parties, or (b) an exchange of\ncommunications or letters including through electronic form, or (c) any\npleadings or any other proceedings in which existence of mediation agreement\nis alleged by one party and not denied by the other. Mediation agreement may\nbe in the form of a clause in an agreement or separate agreement.\n5. MEDIATOR UNDER THE MEDIATION ACT\nAny person, regardless of nationality, can be chosen as a mediator through a\nprocess agreed upon by the parties. However, when it comes to foreign\nmediators, there are specific qualifications, experience, and accreditations that\nneed to be met, as prescribed. The disputing parties are free to agree upon the\nname of the mediator and the procedure for their appointment. If there is no\nagreement, the parties can request for appointment of a mediator from the\npanel maintained by the Mediation Service Provider, taking into account their\npreferences and the mediator's suitability for resolving the dispute.\nThe proposed mediator must disclose in writing any circumstances, be it\npersonal, professional, financial, or otherwise, that could potentially create a\nconflict of interest or raise doubts about their independence or impartiality.\nAdditionally, a mediator appointed in this manner cannot simultaneously serve\nas an arbitrator or act as a counsel/representative for any party involved in an\narbitration or judicial proceeding that is the subject of the ongoing mediation.\nThey cannot be presented as a witness in any such proceeding.\n6. ROLE OF MEDIATOR:\nThe mediator's role is to assist the parties independently, neutrally, and\nimpartially, guided by principles of objectivity and fairness. The mediator can\nmeet with the parties separately or together as needed.\nImportantly, the mediator is not bound by the procedural rules of the Code of\nCivil Procedure, 1908, or the Indian Evidence Act, 1872. This flexibility allows\nfor a more tailored approach in reaching a mutually agreeable settlement,\nrespecting party autonomy in the process.\n4 | Page7. PLACE OF MEDIATION PROCEEDINGS:\nMediation proceedings must be typically conducted within the jurisdiction of the\ncompetent court or tribunal responsible for deciding the disputed subject matter.\nHowever, parties can agree to hold mediation at another location by mutual\nconsent. Additionally, parties have the option to conduct mediation online,\nprovided they formally agree to it in writing.\n8. COMMENCEMENT OF PROCEEDINGS:\nMediation officially begins when a party receives notice initiating mediation, as\nspecified in a mediation agreement. If there is no prior agreement, mediation\nstarts from the date of the mediator's appointment or consent to be appointed,\nwhichever comes first.\n9. TIME PERIOD FOR CONCLUDING MEDIATION:\nThe mediation process must be concluded within 120 days from the mediator's\nfirst appearance, with an option to extend it by up to 60 days if all parties agree.\nSimilar changes are proposed in the Commercial Courts Act, 2015, to align pre-\nlitigation mediation timelines.\n10. CONFIDENTIALITY:\nSection 22 of the Mediation Act categorically provides that the Mediator,\nMediation Service Provider as well as the parties to mediation proceedings are\nobligated to keep confidential several aspects, including statements, proposals,\ndocuments, and any other communication exchanged during the mediation.\nMoreover, recording mediation proceedings through audio or video is prohibited\nto ensure confidentiality.\nImportantly, the information discussed during mediation cannot be used as\nevidence in court, arbitration, or any legal proceedings. This extends the\nprotection under “without prejudice privilege” to parties to encourage them to\nengage in candid discussions towards an amicable settlement.\n11. MEDIATED SETTLEMENT AGREEMENT\nMediated Settlement Agreement is the understanding or agreement arrived at\nbetween the parties, recorded in writing the settlement of some or all disputes.\nThe key features of the Mediated Settlement Agreement are:\n5 | Pagea) The agreement must be written, signed by parties, and authenticated by the\nmediator.\nb) It is final and binding on the parties.\nc) Registration of the agreement is not mandatory. The Parties have an option to\nregister a Mediated Settlement Agreement (other than those arrived in a court\nor tribunal referred mediation or under the Legal Services Authorities Act,\n1987), with the authority under the Mediation Act or as may be specified,\nwithin 180 days (subject to extension) of receiving the authenticated copy of\nthe Agreement.\n12. ENFORCEMENT AND CHALLENGE TO MEDIATED SETTLEMENT\nAGREEMENT\nA Mediated Settlement Agreement can be enforced following the Code of Civil\nProcedure, 1908, like a court decree.\nA Mediated Settlement Agreement can be challenged within 90 days before a\ncompetent court on four grounds including fraud, corruption, impersonation,\nand if the dispute's subject matter was not eligible for mediation under the\nMediation Act. The parties can file an application to challenge the settlement\nagreement within 90 days from receiving a copy of the same, with the\npossibility of an extension of further period of 90 days, if the court believes that\nthere is a valid reason to do so. While the Mediation Act aims to limit the\ngrounds for challenge, there is a concern that errant parties might misuse these\nprovisions, undermining the purpose of the Mediation Act.\n13. NON-SETTLEMENT REPORT\nIf the mediation does not lead to a settlement within the time period stipulated\nunder the Mediation Act, the mediator is required to prepare a non-settlement\nreport without disclosing the cause of non-settlement and share signed copy\nwith the parties and, in case of institutional mediation, submit the same in\nwriting with the Mediation Service Provider.\n14. INTERIM ORDERS BY COURTS\nThe courts referring parties to mediation may pass interim orders to protect any\nparty's interests, if necessary. However, unlike section 9 of the Arbitration and\nConciliation Act, 1996, the Mediation Act does not specify the nature and extent\nof such power.\n6 | Page15. EXCLUSION OF PERIOD IN RESPECT OF WHICH A MEDIATION HAS\nBEEN UNDERTAKEN UNDER THE MEDIATION ACT\nIn computing the period of limitation fixed for any proceeding relating to\ndisputes in respect of which a mediation has been undertaken under the\nMediation Act, the period from the date of commencement of mediation under\nthe Mediation Act and up to submission of non-settlement report by the\nmediator or termination of mediation under the Mediation Act, shall be\nexcluded.\n16. FEE / EXPENSES FOR MEDIATION\nThe cost of mediation, other than community mediation would be such as may\nbe specified in rules and regulations framed under the Mediation Act. Unless\notherwise agreed by the parties, all costs of mediation, including the fees of the\nmediator and the charges of the Mediation Service Provider are required to be\nborne equally by the parties.\nCONCLUSION\nThe Mediation Act is a welcome move and an extremely significant milestone in the\nlegal landscape as it provides a comprehensive framework to streamline, structure\nand institutionalise the mediation process. In India, alternate dispute resolution\nsystem such as ‘mediation’ holds immense importance due to its high potential to\nease out the existing burden on the judiciary and offer a cost-effective and\nexpeditious dispute resolution mechanism while preserving relationships and\nempowering the parties with customized solutions.\n7 | Page"}
{"Title": "2023 Overview – Patent Law in India", "Publication_Date": "29 February 2024", "URL": "https://kochhar.com/wp-content/uploads/2024/02/Kochhar-Co.-Bangalore.-Article-by-Lynn-Lazaro-and-Arun-Babu-2023-Overview-Patent-Law-in-India-Jan-2024-.pdf", "Content": "2023 Overview – Patent Law in India\nBy Lynn Lazaro and Arun Babu January 2024\nINTRODUCTION\nThere were some interesting decisions on patent law in 2023 that are worth\nmentioning. In July of last year, the Delhi High Court decided that the Patent Act\nsupersedes the Competition Act in matters of abuse of or anti-competitive practices\nin relation to patent rights. The courts of India were also called upon to decide on\nsubject matter patentability on appeal from a patent office rejection, and in another\ncase advised the office on the procedural requirement of giving reasons for every\nobjection. In an unusual situation, the courts were also required to settle an issue\nrelating to the confidentiality of trade secrets in a patent infringement case. Some\nkey decisions in 2023 follows,\nKEY CASES\nA SUBJECT MATTER IS PATENTABLE IF THERE IS A\nSYNERGISTIC COMBINATION OR A WORKING INTERRELATION\nWHICH PRODUCES A NEW AND IMPROVED RESULT.\nBiomoneta Research Pvt Ltd v. Controller General of Patents\nDate of Judgment:13/03/2023\nThis was an appeal filed against an order passed by the patent office rejecting a\npatent application of the Appellant for an “Air Decontamination Assembly”. The\npatent application was refused on the ground that it lacked inventive step as\nrequired under the Patents Act, 1970 (“Act”).\nIt was contended by the Appellant that the subject invention had several\ndistinguishing features when compared to prior arts cited by the patent office. For\ninstance, it was contended that the subject invention does not use air filters used\nby conventional air purifiers and that it uses low voltage instead of high voltage and\nthat there is no discharge between the plates as they are parallel to each other.\nThe Appellant also contended that the apparatus comprising the subject invention\nenhanced the microbicidal activity in air purifiers in an unpredictable manner, which\nhas in turn led to surprising effects not disclosed in the art. The Appellant further\nhighlighted the advantages of the subject invention and contended that since the\nsubject invention uses a low electric field, power consumption is reduced; and that\nthe subject invention has no maintenance issues.\nPage 1 of 4The Court upheld the Appellant’s contentions and directed the patent office to grant\na patent for the subject invention. It was held that a subject matter is patentable if\nthere is a synergistic combination or a working interrelation which produces a new\nand improved result. The Court relied on the EPO guidelines on combinations and\nheld that if the claims consist of a combination of features, it is incorrect to argue\nthat separate features taken by themselves are obvious and that therefore the\nwhole subject matter claimed is obvious. The Court also placed reliance on the fact\nthat the subject invention addressed various disadvantages in the prior art such as\nfrequent changing of filters, high power consumption, lesser maintenance costs,\netc.\nTHE CONFIDENTIALITY OF TRADE SECRETS IN A PATENT\nINFRINGEMENT DISPUTE MUST BE MAINTAINED\nPawan Kumar Goel vs Dr. Dhan Singh & Anr.\nDate of Judgment: 15/03/2023\nThis was a patent infringement suit whereby the plaintiff sought a permanent\ninjunction against the defendant for infringing the plaintiff’s process patent. It was\ncontended by the plaintiff that the defendant is using the plaintiff’s patented process\nto manufacture the product “Alpha Yohimbine/ Rauwolscine HCL, and that the\nplaintiff’s patented process is the only way to manufacture said product. The plaintiff\nrelied on Section 104(A)(1)(b) of the Act to contend that in a process patent\ninfringement action, where a defendant’s product is identical and is likely to be\nmade by the process under the process patent and where the same cannot be\ndetermined by reasonable efforts, it is the defendant’s duty to demonstrate that the\nprocess used to manufacture its product is different from the process patent.\nThe defendant contended that the subject product was manufactured using the\ndefendant’s process which is unique and proprietary, prior to the date of filing of the\nplaintiff’s process patent. The defendant further contended the suit was an attempt\nto extract their trade secrets. Citing Section 104A(2) of the Act, the Defendant\ncontended that in discharge of their burden under Section 104A(1)(b) of the Act,\nthat they cannot be forced to reveal their commercial secrets when such disclosure\nwould be unreasonable. The defendant thereby requested the formation of a\nconfidential club to inspect redacted documents disclosing their process.\nIn the interest of balancing the rights of both parties, the Court invoked its powers\nunder the Delhi High Court Rules 2018 and ordered the formation of a\nconfidentiality club to facilitate access to the defendant’s commercially sensitive\ndocuments.\nTHE PATENT ACT, 1970 PREVAILS OVER THE COMPETITION\nACT, 2002\nTelefonaktiebolaget LM Ericsson v. Competition Commission of India\nDate of Judgment: 13/07/2023\nThe Delhi High Court held that in case of an alleged abuse of dominance by a\npatentee when exercising its rights under a patent, the Act will prevail over the\nCompetition Act, 2002. The Court held that it was always the intention of the\nPage 2 of 4legislature for the Act to govern abuse of or anti-competitive practices in relation to\npatent rights, and that once the power of inquiry as regards anti-competitive\nbehavior is vested on the Controller of Patents, the Competition Commission of\nIndia (“CCI”) does not have powers inquire into such matters. It was further held\nthat since the Act is the special statute, it must prevail over the Competition Act on\nthe issue of exercise of rights by a patentee under the Act.\nCONDUCT OF THE PARTIES DURING LICENSE NEGOTIATIONS\nIS A KEY FACTOR WHILE ASSESSING WHETHER A POTENTIAL\nLICENSOR AND LICENSEE WERE A WILLING LICENSOR OR\nWILLING LICENSEE\nIntex Technologies (India) Ltd v. Telefonaktiebolaget L M Ericsson\nDate of Judgment: 29/03/2023\nThis was an appeal filed by Intex against an order of a single judge of the Delhi\nCourt upholding the validity and essential nature of Ericsson’s 8 Standard Essential\nPatents (“SEP”) and holding Intex liable for prima facie infringement of Ericsson’s\npatents.\nThe Court held that Intex had admitted in proceedings before the CCI that\nEricsson’s subject patents are essential and that the only way for Intex to comply\nwith ETSI/3GPP GSM standards in India was to obtain a license from Ericsson. The\nCourt also held that merely because Intex has filed a revocation petition against\nEricsson’s subject SEPs, it cannot be presumed that Intex has raised a credible\nchallenge against validity of said patents. It was held that the SEP regime\nincorporates mutual reciprocal obligations on both the SEP holder as well as the\nimplementer (Intex in this case), and that the conduct of the parties during license\nnegotiations is a key factor while assessing whether a potential licensor and\nlicensee were a willing licensor or willing licensee. The Court further held that Intex\nhas infringed Ericsson’s subject SEPs, and that the royalty sought by Ericsson is\non Fair, Reasonable, and Non-Discriminatory (FRAND) terms, and therefore\ndirected Intex to pay Ericsson the applicable royalty amount for past use of\nEricsson’s subject SEPs.\nDEFENDANT IN DISPUTE COULD NOT PROVE NON-\nINFRINGEMENT AS ALL ESSENTIAL FEATURES OF THE\nPATENT COULD BE MAPPED ON THE DEFENDANT’S PRODUCT\nStrix Ltd. V. Maharaj Appliances Limited\nDate of Judgment: 20/10/2023\nIn the present case, the plaintiff filed for a permanent injunction against the\ndefendant restraining them against infringement of their patent, and for payment of\ndamages. The defendant in turn filed a counterclaim challenging the validity of the\nplaintiff’s patent. The defendant also contended that the plaintiff’s patent was not\nworked in India.\nThe Court held that the plaintiff’s invention is novel and non-obvious over the prior\nart patents cited by the defendant. The Court observed that two of the prior art\nPage 3 of 4patents submitted by the defendant have a priority date which is subsequent to the\npriority date of the plaintiff’s patent application, and therefore the said prior art\npatents were held to not constitute valid prior art. The Court further distinguished\nthe third prior art patent submitted by the defendant from the plaintiff’s patent and\nheld that although both inventions achieve the same result, the same is achieved\nusing different mechanisms.\nThe Court further mapped all the essential features of the plaintiff’s patent onto\nthe features of the defendant’s product and held the defendant’s product to be\ninfringing the plaintiff’s patent. The Court directed the defendant to pay the plaintiff\ndamages of INR 50 Lakhs and actual costs of INR 31,44,925.\nEVERY ORDER OF THE CONTROLLER OF PATENTS REJECTING\nA PATENT APPLICATION SHALL PROVIDE REASONS AND DEAL\nSYSTEMATICALLY AND SEQUENTIALLY WITH EACH\nOBJECTION\nHuhtamaki Oyj and Anr. v. Controller of Patents\nDate of Judgment: 26/5/2023\nThis was an appeal filed against a non-speaking rejection order filed by the patent\noffice. The Court held that every order of the Controller of Patents rejecting an\napplication seeking grant of a patent, or accepting or rejecting any pre- or post\ngrant opposition to such applications, shall be reasoned and speaking and shall\ndeal systematically and sequentially with each objection that requires\nconsideration whether contained in the First Examination Report or the hearing\nnotice or in any pre- or post-grant opposition, and provide reasons as to why the\nobjection is sustained or rejected.\nCONTACT DETAILS\nLynn Lazaro Arun Babu\nResident Partner (Toronto) Partner (Bangalore)\nlynn.lazaro@bgl.kochhar.com arun.babu@bgl.kochhar.com\nPage 4 of 4"}
{"Title": "The Karnataka Compulsory Gratuity Insurance Rules, 2024 – Key points", "Publication_Date": "17 January 2024", "URL": "https://kochhar.com/wp-content/uploads/2024/01/Kochhar-Co.-Bangalore-Employment-law-advisory-The-Karnataka-Compulsory-Gratuity-Insurance-Rules-2024-%E2%80%93-Key-points-.pdf", "Content": "The Karnataka Compulsory\nGratuity Insurance Rules,\n2024 – Key points\nINTRODUCTION\nOn January 10, 2024, the Government of Karnataka notified the Karnataka Compulsory Gratuity\nInsurance Rules, 2024 (“Rules”), flowing from the Payment of Gratuity Act, 1972 (“Act”). Key\npoints of the Rules are summarized below:\n1. Applicability – The Rules apply to all “employers” in Karnataka, defined to mean all employers\nother than Central or State government establishments.\n2. Requirement to obtain insurance – The Act applies to all establishments with 10 or more\nemployees. Existing employers are required to obtain an insurance policy within sixty days\nfrom the date of applicability of the Rules, by March 10, 2024. New employers will need to\nobtain the insurance within thirty days from the date the Rules become applicable to the\nestablishment. The insurance policy may be obtained from the Life Insurance Corporation of\nIndia or any other insurance company incorporated in accordance with extant law.\n3. Registration requirements - Employers are required to register with the jurisdictional\nControlling Authority by applying in Form I under the Rules within thirty days of obtaining the\ncompulsory insurance. Along with the registration application, employers need to provide\ndetails of the employees insured in Form III of the Rules to the Controlling Authority. Upon\nreceiving a registration application, the Controlling Authority will formally register the\nestablishment in Form IV of the Rules. Whenever there is a change in the employees insured\nor policies or any other pertinent information, the employer is required to notify such details to\nthe Controlling Authority.\n4. Insurance premium payments and intimation - Employers with a valid insurance policy are\nrequired to make timely premium payments to the insurance company and renew the same\nperiodically and intimate the same to the Controlling Authority within fifteen days from the date\nof renewal of the policy. Employers must exercise due diligence for on-time payment of\npremiums and renewal of the insurance policy.\n5. Recovery - The Controlling Authority is empowered to recover the amount of gratuity payable\nto an employee from the Life Insurance Corporation of India or any other insurance provider.\n6. Exemption for approved gratuity fund - Employers with an approved gratuity fund as per the\nAct who wish to continue with such arrangement and an employer employing more than 500\nemployees with an approved gratuity fund may opt to continue with such existing gratuity fund\narrangement. Any such existing approved gratuity fund should cover the entire liability of all\neligible employees under the Act. Employers will need to apply in a statutory form to continue\nany existing approved gratuity fund.\n7. Conditions for an approved gratuity trust - The Rules prescribe the following requirements for\nthe incorporation of a gratuity trust:\nPage 1 of 3• The approved gratuity trust should consist of five but with not equal number of\nrepresentatives of the employer and the employees.\n• The gratuity trust should be registered as per the Indian Trust Act, 1882 or any other\napplicable law.\n• The gratuity trust must be in compliance with all applicable laws including the Income Tax\nAct, 1961.\n• The gratuity trust should be managed privately, or by the insurance company or jointly by\npaying the calculated amount to the approved gratuity trust fund periodically by the\nemployer. For a privately managed gratuity trust, including a joint gratuity trust, the\ninvestment of funds / approval of trust will need to be compliant with the Income Tax Act.\n• The gratuity trust should maintain a separate approved gratuity fund and the inflow of\ncontributions to the fund should be contributory for the employer and non-contributory for\nthe employees. The outflow of the gratuity trust should only be payments made to eligible\nemployees. The gratuity fund is a totally protected fund and money cannot be withdrawn\nfor any other purpose other than for the payment of gratuity to eligible employees.\n• The byelaws of the gratuity trust should contain detailed procedures including claim and\nrelease of gratuity payment to each eligible employee.\n• The gratuity trust should adhere to the Indian Accounting Standards 15 (Employee\nBenefits) and any law applicable to the trust.\n• The Board of Trustees should send discharge letters and advise the insurance company or\nmake arrangements for payment of gratuity.\n• The employer of the gratuity trust and the insurance company will be jointly and severally\nresponsible for fulfilment of their liabilities under the Act.\n• Employers should maintain the gratuity trust and gratuity fund, as an irrevocable system.\n8. Penalties for non-compliance - Employers who fail to make the premium payments to the\ncompulsory insurance policy or by way of contribution to an approved gratuity trust will be\nliable to pay the amount of gratuity due under the Act (including interest, if any, for delayed\npayments) to the Controlling Authority. Further, a contravention of the delayed payments to\nthe Controlling Authority is punishable with a fine which may extend to Rs. 10,000 (approx.\nUSD 120) and in case of a continuing offence, Rs. 1000 (approx. USD 12) for each day\nduring which the offence continues.\nWe will be happy to provide a more comprehensive analysis of the Rules and the way forward on\nrequest.\nEMPLOYMENT LAW PRACTICE\nKochhar & Co. has the leading employment law practice in the country, assisting companies on a\nwide range of issues including employment contracts, stock options, termination aspects,\nemployment related litigation, employee generated intellectual property, statutory benefits and tax\nissues.\nChambers & Partners rates Kochhar & Co. as a Tier 1 law firm for employment law work.\nPage 2 of 3Kochhar & Co. is cited as being known for: \"deep expertise in advising multinational corporations\non all aspects of Indian employment law, including benefit schemes, employment terms and\nconditions and HR policies. Large-scale employee terminations and whistle-blower cases are also\nkey strengths.\"\nKochhar & Co. was adjudged a winner by the Indian Business Law Journal for Employment and\nIndustrial Relations.\nCONTACT DETAILS\nStephen Mathias\nEmail: stephen.mathias@bgl.kochhar.com\nSuhas Srinivasiah\nEmail: suhas.srinivasiah@bgl.kochhar.com\nDebjani Aich\nEmail: debjani.aich@bgl.kochhar.com\nPage 3 of 3"}
{"Title": "Protection of Unregistered Global Brands in India", "Publication_Date": "29 November 2023", "URL": "https://kochhar.com/wp-content/uploads/2023/11/Kochhar-Co.-Bangalore.-Article-by-Lynn-Lazaro-and-Aparna-Venkat-Protection-of-Unregistered-Global-Brands-in-India-Nov-2023-.pdf", "Content": "Protection of Unregistered Global Brands in India\nBy Lynn Lazaro and Aparna Venkat November 2023\nINTRODUCTION\nIndia, being a common law country, enjoys certain privileges when it comes to\nTrademark Law. In addition to priority rights for “first to use”, and the remedy of\n“passing off’’ for unregistered marks, there exists another age-old common-law\nright, not typically considered in global strategy - the transborder reputation of an\nextra territorial trademark. One does wonder, in this flat world, global market\nscenario, how trademark rights can still remain territorial and protected only in the\njurisdiction of commercial use. Given that almost all brands today have an online\npresence, accessible to anyone in the world, enforcement in a territory with no\ncommercial presence has always been the greatest challenge for rights holders.\nTransborder reputation of a trademark is when the reputation of the mark in a\nspecific geographic territory is so strong, it is said to transcend the jurisdiction from\nwhich it originates and spills over to another country where it may not be in use.\nThe modes of communication, the reputation of a product/ service can easily\ntranscend territorial limits due to promotions, advertisements, commercial publicity\nand international market presence. Several marks, despite not being marketed or\nused in India have obtained judicial protection under the common law of passing\noff. Indian courts have been keen to protect globally recognized brands from the\npassing off of their marks and counterfeit products in India. However, to establish\nreputation, the claimant would have to demonstrate that the trade and the public in\nIndia, associate the mark in question with its source or manufacturer.\nBACKGROUND\nIn 1986, in Centron Industrial Alliance Limited v. Gillette UK Limited, Gillette alleged\nthat Centron infringed its trademark 7 O’Clock for safety razor blades. Due to\ngovernment restrictions, import of the 7 O’Clock razors to India was not permitted\npost 1958. In 1984, Gillette collaborated with an Indian company for the\nmanufacture and sale of its razors in India. In 1985, Gillette learned that the\ndefendants were using a deceptively similar mark “7-Up” on safety razors. The\nCourt noted that, publicity related to a consumer article, namely, safety razors, is\nnot generated merely by advertisements in India since such goods are advertised\nin foreign newspapers and magazines, having circulation in India. Additionally, it\nwas noted by the Court that, a large number of Indians who visit other countries\nwould have had the opportunity to use Gillette’s 7 O’CLOCK razors. In view of this,\nthe Bombay High Court protected Gillette’s rights.\nPage 1 of 4In 1988, in the case of Kamal Trading Co. Vs. Gillette UK Limited, the Bombay High\nCourt restrained the usage of the 7 O’ Clock mark for toothbrushes due to the\nreputation of the mark with respect to the Respondent’s products i.e., razors and\nshaving creams. The Court, while expressing dissatisfaction, noted that goodwill\nand reputation do not fade out simply due to the product not being available in the\ncountry.\nDuring arguments, one of the UK decisions in Anheuser-Busch Inc. v. Budejovicky\nBudvar N P (“Budweiser case”) was cited in the matter that held that Budweiser\nbeer was sold only to English military and diplomatic establishments and that these\nsporadic sales could not be construed as business by the plaintiff in England to\nentitle itself for an injunction. Notably, the English law follows the territoriality\nprinciple which stems from the understanding that although a mark may have global\nreputation, it cannot earn goodwill of the consumers in a certain jurisdiction if they\nhaven’t bought/used the product associated with that mark. The Bombay High\nCourt rejected the ratio therein and expressed its dissent from the English hard-line\n“territoriality” approach to passing off claims.\nIn 1991, a single judge of the Delhi High Court in Apple Computer Inc. vs. Apple\nLeasing, injuncted a local defendant from using the word “APPLE”, “APPLE\nCOMPUTER”, and its variations, including the deceptively similar device of a half-\nbitten apple as that of the plaintiff, for computer education services or otherwise in\nthe course of trade. The plaintiff had no business in India at the time due to import\nrestrictions. The plaintiff made out a prima facie case by proving balance of\nconvenience.\nThe Delhi High Court in Blue Cross and Blue Shield Association v. Blue Cross\nHealth Clinic, 1990 granted an ex-parte injunction relief on the ground that there\nwas an international reputation of the plaintiff's mark although there was no\nregistration or use of the said trademark in India.\nFrom here on, the doctrine of transborder reputation evolved multi-fold and\nestablished the below precedents.\nPRESENT LAW\nThe doctrine of trans-border reputation was recognized for the first time in detail by\nthe Supreme Court (SC), in N.R. Dongre V. Whirlpool Corporation Ltd., (1996)\n5SCC 714. The Court held that the actual sale in India is not necessary for a plaintiff\nto establish its goodwill and reputation in India. Further, the court said that “a\nproduct and its trade name transcends the physical boundaries of a geographical\nregion and acquires a trans-border or overseas or extra-territorial reputation not\nonly through import of goods but also by its advertisement. The knowledge and\nawareness of the goods of a foreign trader and its trademark can be available at a\nplace where goods are not being marketed and consequently not being used.”\nIn Calvin Klein Inc v. International Apparel Syndicate, 1996 PTC 16, the Calcutta\nHigh Court observed that the goodwill and reputation of an international trademark\nare entitled to protection even though there was no user of the mark in India by the\nplaintiff. The Court held this to prevent the respondent from “cashing in” on the\ninternational reputation, whereby recognizing transborder reputation of a trademark\nnot filed or used in India.\nPage 2 of 4In Cadilla Health Care Ltd. v. Cadilla Pharmaceuticals Ltd., 2001 PTC 300 (SC),\nthe SC observed that “it must also be remembered that nowadays goods are widely\nadvertised in newspapers, periodicals, magazines and other media which is\navailable in the country. This results in a product acquiring a worldwide reputation.”\nIn Soliaon Ink v. Doctor and Co., 2002 (25) PTC 29, the Delhi High Court held that,\nif a mark has attained large sales figures in its country of origin, even\nadvertisements, without a single sale in India, would be sufficient to obtain an\ninjunction for passing off on the ground of transborder reputation.\nIn the case of Milmet Oftho Industries & Ors. v. Allergan Inc., 2004, the SC granted\ntrademark protection to a well-known foreign brand. The court restrained an Indian\ncompany from using the mark OCUFLOX. The judgment was given irrespective of\nthe fact that the mark was neither used nor registered in India. The court held that\nthe respondent was the first to enter the market and adopt the mark. It does not\nmatter that the respondent has not used the mark in India if they are the first to\nenter the world market.\nIn Enterprise Holdings, Inc. v. Enterprise Auto Rentals, 2014, the Hon’ble Delhi\nHigh Court has held that the concept of passing off had undergone changes with\nthe advent of technology modernization. The reputation of a business could\ntranscend boundaries by virtue of its advertisements in newspapers, media,\ncirculation, expatriate reputation and other relevant factors.\nIn Cadbury UK Limited & Anr v. Lotted India Corporation Ltd., 2014 (57) PTC 422\n(Delhi), the law relating to trans-border reputation has been further strengthened\nand has been taken to another level wherein the Court has not merely relied upon\nthe decisions of Milment Oftho and Whirlpool but has extended the principle of\ntrans-border reputation by observing that the existence of merchant on web pages\nwhich are of foreign origin and social media are sufficient to show the trans-border\nnature of reputation without having any activity in India at the relevant time, thereby\nshowcasing the global character of the trademark.\nREQUIREMENT OF GOODWILL\nIn December 2017, the SC passed a judgement in the case of Toyota Jidosha\nKabushiki Kaisha v. M/s Prius Auto Industries Limited, where it diluted its own\nfindings in the Whirlpool and Milmet Oftho judgements and denied relief in a\npassing-off action, while deciding the question on ‘Universality principle’ to\ndetermine transborder reputation. The SC, relying on the principle of Territoriality,\nheld that, showing transborder reputation in India is not sufficient. In order to\nenforce a famous, unregistered mark across international border, goodwill must be\nshown within the territory of India.\nConsidering India’s leading judicial precedents, the Prius case is considered as a\n‘bad law’ as the territoriality principle blocks the anticipated expansion of a foreign\ncompany to enter India. The SC did not analyze the earlier judicial pronouncements\nwhile adjudging this matter and furthermore did not assign any reasons while\ndeviating from the prior judgments.\nPage 3 of 4CONCLUSION\nDespite the Prius case, the Delhi High Court more recently in Singh and Singh LLP\nv. Singh + Singh Lawyers LLP, [2021] SCC Online Del 3059, was of the opinion\nthat in a world that is internet-driven, law firms such as that of the Plaintiff have a\nreputation that is not limited by geographical boundaries. In this case, the\nDefendant did not practice in India and had its office in Canada. The Plaintiff, on\nthe other hand, primarily practiced in India and also had a significant online\npresence. So, the issue was whether the Defendant’s mark caused confusion to\nthe Plaintiff’s foreign clientele. These cases typically speak to the mind of the Courts\nof India and the developing role of transborder reputation claims. Given the\ninternational nature of most brands, it could be argued that even without a\ntrademark registration, there is a significant chance of enforcement of one’s brand\nwithout a commercial presence or a registered trademark under India’s common\nlaw.\n-§-§-§-\nABOUT KOCHHAR & CO\nKochhar & Co is a leading full service commercial law firm with a national presence\nin India. The firm mostly represents international companies doing business in India\nand offers a high quality, business oriented service to its clients. The firm takes\ngreat pride in its client servicing approach, which is focused on clarity, accessibility\nand providing business solutions. The firm has a large national presence in India\nwith offices at Delhi, Gurgaon, Mumbai, Bangalore, Chennai, Hyderabad, and\nChandigarh as well as overseas offices in Toronto, Chicago, Dubai, and Singapore.\nINTELLECTUAL PROPERTY PRACTICE\nRecognised as an eminent player in the field of Intellectual Property prosecution\nwith respect to Trademarks, Patents and Industrial Designs for the last two\ndecades, the Intellectual Property team represents several multinational\ncorporations including Fortune Global 500 companies. The IP Group enjoys a\ndistinct advantage in its ability to provide pan-Indian support to its clients through\nits seven (7) full-service offices. It enables the group to work with the four branches\nof the Indian Patent Office and five branches of the Trademarks Registry in the\ncountry providing time efficient and cost effective services to its clients. The pan-\nIndia presence of the Firm makes the IP team one of the most sought-after IP\nlawyers in the Anti-Counterfeiting vertical in the country. The IP team works in\ntandem with the corporate and commercial practice groups of the Firm leveraging\ntheir rich experience to provide innovative and effective IP solutions in transactional\nmatters such as strategic alliances, joint ventures and acquisitions.\nCONTACT DETAILS\nLynn Lazaro Aparna Venkat\nResident Partner (Toronto) Senior Associate (India)\nlynn.lazaro@bgl.kochhar.com aparna.venkat@bgl.kochhar.com\nPage 4 of 4"}
{"Title": "IT & ITes Policy of Maharashtra, 2023", "Publication_Date": "30 August 2023", "URL": "https://kochhar.com/wp-content/uploads/2023/08/Newsletter-IT-ITES-POLICY-OF-MAHARASHTRA-2023-PIVOTAL-FOR-IT-INDUSTRY-.pdf", "Content": "IT & ITES POLICY O F\nMAHARASHTRA, 2023\nPIVOTAL FOR IT INDUSTRY?\nAuthored by:\nMohit Kundu (Partner)\nmohit@mumbai.kochhar.com\nChandni Janyani (Associate)\nchandni@mumbai.kochhar.com\nNEW DELHI · MUMBAI · BANGALORE · CHENNAI · HYDERABAD · GURGAON · CHANDIGARH\nDUBAI · SINGAPORE · CHICAGO\n0M\naharashtra has demonstrated overtime that it is a pioneer in policy planning, it being one of\nthe first states in India to devise an IT & ITES Policy that was announced in 1998. The state’s avant-\ngarde vision, planning and effective execution of subsequent IT & ITES Policies of 2003 and 2009\nhave led to a strong IT base and have exhibited consistent growth figures for IT exports and\ninvestments. Due to effective changes in the IT & ITES Policy, 2015 (“2015 Policy”), the IT\necosystem in Maharashtra has evolved swiftly to keep up with global pace, making it one of the\nbest technology investment destinations, not only in India but in Asia.\nThe state’s IT policies have continually evolved in consonance with the global trends and demands.\nIn that vein, the Information Technology and Information Technology Enabled Services Policy of\nMaharashtra, 2023 (“2023 Policy”) was introduced by the Industries, Energy and Labour\nDepartment of the Government of Maharashtra vide its Resolution No. ITP-2021/CR-170/Ind-2\ndated June 27, 2023. The 2023 Policy shall be valid for a period of 5 years or until such time any\nnew or revised policy is announced by the State Government.\nAmbitions and goals of the 2023 Policy:\n Innovative, equitable, inclusive and\n Attract INR 950 billion new investments\nsustainable tech development\n Achieve INR 10,000 billion through IT &\n Global tech destination & innovation hub\nITES exports\n Create 3.50 million jobs and increase skill\n Preferred investment & innovation spot\ndevelopment\n Promoting IP creation, innovation &  Technology ambassador in the country\nindigenous tech through improved governance\n Developing & nurturing a highly skilled\n Accelerating Maharashtra's tech journey\ntalent pool\nIn order to meet such goals, the 2023 Policy has transfused a radiance of joy by introducing some\nnew incentives and exemptions. The following are the primary characteristics of the 2023 Policy:\n MAHITI PORTAL\nThe MAHITI portal will be a unified and integrated single window platform for time bound\nclearances serving numerous objectives such as (i) online applications for letter of intent / de-\nnovo letter of intent; (ii) online registration of IT / ITES units / parks, data centers; (iii) online\napplication for incentives and exemptions; (iv) daily updates and information on IT & ITES; (iv)\ninteractive incentive calculator, etc. The MAHITI portal would enable B2B functionality by creating\na channel that allows various IT & ITES businesses to list their units and services for connecting\nand interacting with domestic and international customers.\n1 STAMP DUTY EXEMPTION\nThe 2023 Policy divides exemption eligible locations into two broad categories:\n• Zone I Area: This area includes Municipal Corporations in Mumbai Metropolitan Region and\nPune Metropolitan Region; and\n• Zone II Area: This area includes areas other than those in Zone I and No Industry Districts,\nAspirational Districts and Naxalite affected areas.\nType of Document Exemption Percentage and Eligibility\na) 100% on new units in public / private IT\nparks and expansion of existing units in\nHypothecation, pawn, pledge, deposit of title areas other than Zone I;\ndeeds, conveyance, charge on mortgage b) 75% on new units in public IT parks and\nproperty, lease, mortgage deed and security bond expansion of existing units in areas\non mortgage deed. other than Zone I;\nc) 50% on new units in private IT parks\nlocated in Zone I.\n100% on new units and expansion of\nAll the documents mentioned above and public\nexisting units in IT parks for SEZ, STPI\nassignment of lease.\nregistered units.\nMerger, demerger, reconstruction of registered IT\n75% on new units and expansion of\n& ITES units, leave and license agreement and\nexisting units.\npublic assignment of lease.\nThe exemptions available under the 2023 Policy can be claimed depending on the eligibility and\nthe conditions as laid down therein.\nIn case of data centers, 100% stamp duty exemption can be claimed for purchasing land / premises\nrequired for setting up a new data centre and/or for its expansion as well as hypothecation, pawn,\npledge, deposit of title deeds, conveyance, lease, assignment of lease, leave and license\nagreement, merger, de-merger and reconstruction.\n BOOST FOR DATA CENTERS\nThe 2015 policy only provided incentives to data centres with minimum 10,000 square feet white\n/ raised space and 750 KVA power, within 2 years of operation and designed for Tier 2 and above\nlevel certification by an independent agency. No such restrictions have been laid down under the\n2023 Policy.\n2As per the 2015 Policy, electricity duty was exempt only for 10 years in some areas and 15 years\nin other areas. However, as per the 2023 policy, the electricity duty is permanently exempted for\nnew and existing data centers registered with the Directorate of Industries. Electricity is a major\nexpenditure component of a data centre and hence this will help in reducing the operational costs.\nThe 2015 Policy provided power tariff subsidy for 3 years at INR 1 per unit. However, subsidy at\nINR 1 per unit for 5 years for new data centre units located in areas other than Zone I has been\nprovided under the 2023 Policy.\nSome of the other key incentives exclusive to data centers are as under:\n Data centres can avail power through open access. This will enable data centres to buy\nrelatively cheaper power directly from the power producers.\n Data centers can also avail renewable energy under open access system after paying cost\ncomponent to DISCOMs as per existing norms. Data centers willing to establish captive\npower farms (wind / solar) will be facilitated by the State Government in line with the\nprevailing policy of Energy Department.\n Data centres shall be exempted from the statutory power cuts and will be given continuous\npower supply i.e. 24x7x365.\n 100% stamp duty exemption for purchasing land / premises required for setting up new\ndata centers and for further expansion.\n Dial before dig policy to help data centres manage down time. The service will be designed\nto protect data centres’ network of underground lines and cables and ensure the safety of\nthose working around this infrastructure.\n Data centres shall be given infrastructure status on a par with sectors such as railways,\nroadways and power to enable the industry to avail benefits such as long-term credit from\nlenders at easier terms and also industry status to avail benefits of tariffs, concessions and\ninitiatives related to various laws for ease of doing business.\n Data centres located in any Industrial Area Development Authority such as MIDC, will be\nprovided 24x7 uninterrupted water supply, both inside and outside the data center parks.\n Data centers will be permitted to avail additional FSI as per prevailing Development Control\nRegulations (“DCR”). Basement parking, storage and space used for diesel generator sets\ninstallation will not be considered as part of FSI.\n There will be relaxed restrictions on building data centers. DCRs will be suitably amended\non parameters such as parking norms, height of floors, FSI, etc.\n Infrastructure support like road, power, connectivity, water, etc. will be provided by MIDC.\nThe State Government will provide financial assistance required for laying transmission lines\nand sub-station related infrastructure to data center parks to be setup by MIDC and the\nState Government will earmark land parcels in MIDC areas to be developed as dedicated\ndata centre parks.\n3 For promoting use of renewable energy within data centres, the developer / operator shall\nbe eligible for getting licenses for green power energy distribution and consumption within\ndata centre parks.\n Property tax shall be levied at par with residential rates as applicable in the relevant\njurisdictions.\n INTEGRATED INFORMATION TECHNOLOGY TOWNSHIP\nThe minimum land criteria for establishing an Integrated Information Technology Township\n(“IITT”) has been reduced from 25 Acres of contiguous land to 10 Acres of contiguous land with\nstaggered proportion of usage component under the 2023 Policy. The 2023 Policy allows 50% for\nIT & ITES use and 50% for usage without any restriction.\nMIDC will be declared as the special planning authority throughout Maharashtra excluding areas\nbelonging to CIDCO. The project completion period for IITTs having aggregate land area of 10 to\n25 Acres shall be 7½ years whereas for IITTs having aggregate land area more than 25 Acres shall\nbe 10 years.\nIITTs will be permitted in any zone across Maharashtra. The developer may undertake project\nimplementation with or without zone conversion of the proposed area. However, FSI norms will\ncontinue to remain in terms of the prevailing classification as per applicable DCR norms viz. for\nprojects proposed in no development zone, green zone, special zone, etc.\n THRUST FOR AVGC & EMERGING TECHNOLOGIES\nThe 2023 Policy acknowledges that Animation, Visual Effects, Gaming & Comics (“AVGC”) is a\nsunrise sector having enormous potential for wealth creation and employment generation.\nMumbai is the entertainment capital of India and it is home to some of the largest Hollywood and\nBollywood VFX studios. The 2023 Policy focuses on bridging the demand-supply gap by attracting\nglobal companies in this sector thereby capturing a sizable share of outsourced AVGC work and\nfacilitating the ecosystem development. The 2023 Policy envisages to promote indigenous digital\ncontent by establishing a dedicated task force and center of excellence under Maharashtra hub.\nIn addition to the common incentives, significant interventions are proposed for AVGC industry\nsuch as customized capital assistance, market development assistance, skill development\nassistance, specialized infrastructure, production studios, digital art centers, exhibition galleries,\netc. and a dedicated IT & ITES promotion fund.\nThe 2023 Policy aims to create a blueprint for growth of emerging technologies such as Artificial\nIntelligence, 3D Printing, Internet of Things, Robotics, Cloud Computing, Immersive Technology,\nNanotechnology, etc. which shall be given fiscal and non-fiscal support in terms of the 2023 Policy.\n4 INCENTIVES FOR DEVELOPMENT\nAdditional FSI\nMaximum Permissible FSI Maximum Permissible FSI\nMinimum Road Width\n(Greater Mumbai Region) (Rest of Maharashtra)\n12 metres Up to 3 Up to 3\n18 metres Up to 4 Up to 3.50\n27 metres Up to 5 Up to 4\nAdditional FSI limit shall be applicable as above or as per the prevailing DCR norms, whichever is\nhigher. However, in case of no development zone, agricultural zone or any other special zone as\ndeclared by Urban Development Department, the prevailing DCR rate shall be applicable.\nPremium to be paid for Additional FSI\nArea Premium\nVidharbha, Marathwada, Dhule, Nandurbar,\nNo premium.\nRatnagiri and Sindhudurg.\nAreas other than those mentioned above\nincluding Municipal Corporation of Greater\nMumbai. 50% of the prevailing premium rate.\nArea declared as central business district by\nspecial planning authority.\nPermissible limits for mixed use development\nLand Use\nArea Allied / Support Applicability\nIT & ITES Units\nServices\nZone I 60% 40% a) IT parks including 2%\nbuilt-up area for\nincubation centers.\nb) Standalone buildings /\nAreas excluding Zone I 50% 50%\ngroup of buildings in IT\nparks with a minimum\nbuilt-up area of 20,000\nsquare feet.\n5Penalty for use of built-up area for non-IT & ITES use\nOn utilisation of the built-up area in a private IT park / data center or an existing IT park / data\ncenter (having benefited from additional FSI) for non-ITES / commercial activities / any other\nactivity not permitted under the 2023 Policy, a per day penalty of 0.30% of the prevailing ready\nreckoner value of the built-up area used for non-IT & ITES shall be levied. The penalty can be\nrecovered from the moment the occupancy certificate / building completion certificate was issued\nto the IT park / data center until such date till the non-compliance continues. In contrast to the\n2015 Policy, the 2023 Policy provides that the penalty must be levied on the end user / owner of\nthe unit. Moreover, the developer of the IT park / data center will not be allowed to sell / lease\nthe built-up area reserved for IT & ITES / data center activity to non-IT & ITES / non-data center\nuser, in any case.\n DE-NOVO LOI\nIT parks with incomplete construction or IT parks where the letter of intent (“LOI”) has expired\ndue to various exigent reasons, may apply for a ‘De-novo Letter of Intent’ for the IT park in terms\nof the following criteria:\nIT parks with complete construction but are unregistered:\nPrivate IT parks that have been operational for more than the stipulated period and have\ncompleted construction, but the LOI has expired, will be issued a de-novo LOI for 3 years without\ncharging any differential premium. To be eligible, the developer must have secured an occupancy\ncertificate / building completion certificate from the concerned planning authority.\nThis provision will apply to IT parks that have not yet applied for a de-novo LOI as of the effective\ndate of the 2015 Policy. However, at least 50% of the built-up area should have been occupied by\nIT / ITES units during this time period.\nIT parks with incomplete construction:\nPrivate IT parks that are still under construction and will not get completed within the stipulated\ntimelines for any reason whatsoever, will be eligible to obtain a de-novo LOI by paying a 30%\ndifferential premium. This premium will be calculated using the incremental ready reckoner rates\nfor IT parks during the applicable period.\nThe de-novo LOI will be granted based on the merits of each individual proposal and will initially\nbe valid for a period of 3 years. If the construction of the IT park is not completed despite the\nextension, then further extension may be granted by the Industries Department at its discretion.\n6 CRITICAL INFRASTRUCTURE FUND\nThe State Government will establish a separate ‘Critical Infrastructure Fund for IT & ITES Industries’\nfrom the premium paid for availing additional FSI by the developers of private IT parks. This fund\nshall be utilized for important infrastructure needs of IT parks or clusters of IT & ITES units such\nas roads, drainage, power or any other infrastructural needs.\nEach planning authority shall deposit the premium they collect from developers of the private IT\nparks for availing additional FSI in this fund. 50% of the total premium collected by the planning\nauthorities shall be deposited in the fund at source. The matching contribution from the State\nGovernment will also be deposited in this fund.\nDisclaimer: This is for information purpose only and is not intended to be an advertisement or solicitation. It is not a\nsubstitute for professional advice. Kochhar & Co. disclaims all responsibility and accepts no liability for consequences of\nany person acting or refraining from acting on the basis on the above information.\n7GLOBAL RANKINGS & AWARDS\nWe are honored to have received numerous awards and accolades across practices and our\nregional offices:\n▪ Legal 500 Top Tier Firm in 9 practices: Corporate / M&A, International Trade / WTO, Real\nEstate, Projects, Infrastructure & Energy, Dispute Resolution, Technology Media & Telecom,\nEmployment & Industrial Relations, Aviation & Defence, White Collar Crime.\n▪ Legal 500 Recommended Firm in 7 practices: Banking & Finance, Intellectual Property,\nPatent & Trademark Attorneys, Tax, Arbitration, Competition & Anti-Trust.\n▪ Benchmark Litigation 2022: Highly Recommended Firm in White Collar Crime, Ranked Firm\nin Commercial & Transactions, Insolvency, International Arbitration, Construction, IP, Tax.\n▪ Chambers Asia Pacific Ranked Firm 2023: Technology Media & Telecom (TMT); Corporate\n/ M&A, Dispute Resolution, Real Estate, Banking & Finance, Projects Infrastructure & Energy,\nFintech, White Collar Crime, Employment Law, International Trade & WTO, Tax.\n▪ India Business Law Journal (IBLJ) Indian Law Firm Awards 2022: International Trade &\nWTO, Technology & Telecommunications, Aviation, Employment.\n▪ India Legal Awards for the Best Banking & Finance Law Firm of 2021-22.\n▪ Legal Era Award 2021 for the Best Regional Law Firm (New Delhi).\n▪ IDEX Legal Award for the Best White Collar Law Firm of 2020-21.\n▪ India Legal Awards for the Best Criminal Litigation & White-Collar Law Firm of 2020-21.\n8"}
{"Title": "Handbook on Combating Gender Stereotypes – the Supreme Court of India – a POV", "Publication_Date": "28 August 2023", "URL": "https://kochhar.com/wp-content/uploads/2023/08/Kochhar-Co.-Bangalore.-Article-by-Debjani-Aich-Handbook-on-Combating-Gender-Stereotypes-the-Supreme-Court-of-India-a-POV-Aug-2023.pdf", "Content": "Handbook on\nCombating Gender Stereotypes - the\nSupreme Court of India - a POV\nBy Debjani Aich August 2023\nA day after India’s Independence Day on August 15th, 2023, the Hon’ble Supreme\nCourt of India released its Handbook on Combating Gender Stereotypes. I read\nthe Handbook late last night and this morning, intermittently laughing aloud and\ncheering and shaking my head in disbelief at some of the cases cited, a few of\nwhich I had read in law school and others that I may have forgotten but which\ncame up in the Handbook.\nQuoting from the foreword by Chief Justice Chandrachud, the Handbook aims at\nassisting judges and the legal community in “identifying, understanding and\ncombating stereotypes about women. It contains a glossary of gender-unjust\nterms and suggests alternative words or phrases which may be used while\ndrafting pleadings as well as orders and judgments. The Handbook identifies\ncommon stereotypes about women, many of which have been utilised by courts in\nthe past and demonstrates why they are inaccurate and how they may distort the\napplication of the law. The intention is not to criticise or cast doubt on past\njudgements but merely to show how stereotypes may unwittingly be employed.\nFinally, it encapsulates the current doctrine on key legal issues which may be\nrelevant while adjudicating certain cases, particularly those concerning sexual\nviolence.”\nOne of the strongest points I speak about in my POSH Act trainings for the\nInternal Committee members is to avoid stereotyping and bias. To see the\nHandbook deal head-on with these aspects gives me such joy – each aspect of\nthe guidelines will well serve employers as well to work on DEI measures. A few\nkey takeaways from the Handbook which I feel are important from an employer-\nemployee relationship are:\n➢ Incorrect stereotypes promoting language, including from a transgender\nindividual perspective.\n➢ Stereotypes based on the so-called “inherent characteristics” of women – a\nstereotype of women being overly emotional, illogical, and incapable of taking\ndecisions, whereas reality is cited as “A person’s gender does not determine\nPage 1 of 2or influence their capacity for rational thought.”\n➢ From a maternity law perspective, a stereotype that “All women want to have\nchildren” – the Handbook mentions that “All women do not want to have\nchildren. Deciding to become a parent is an individual choice that every person\ntakes based on a variety of circumstances”. Hiring folks and colleagues need\nto be aware of this, with no questions raised on a female candidate's marital\nstatus or whether she has/plans on having a child/children.\n➢ Stereotypes based on gender roles - even where male and female employees\nare of the same designation, a female employee may be tasked with\nadministrative duties such as organising office-events or buying stationery,\nwhile male employees are exempted from such tasks. While the Equal\nRemuneration Act requires an employer to not discriminate between male and\nfemale employees while recruiting for the same type of work or in employment\nconditions (which aspects the Code of Wages has further made gender\nneutral), gender-based perception and discrimination issues continue at the\nIndian workplace and a call-out like this is necessary.\n➢ Stereotypes concerning sex and sexual violence - From a POSH Act\nperspective, specific reference is made to the 1997 Supreme Court of India\nVishaka Guidelines, the benchmark for India’s current law on the prevention of\nsexual harassment at the workplace. A few examples stated in terms of reality\nis that “Rape and sexual violence have long been used as a tool of social\ncontrol. Dominant caste men have historically used sexual violence as a tool to\nreinforce and maintain caste hierarchies.” Also, “A woman who consents to\nsexual activity with one man does not consent to sexual activity with all\nmen.12 Similarly, a woman who consents to sexual activity with a man at a\nparticular instance does not ipso facto consent to sexual activity with that\nsame man at all other instances. A woman’s character or morals are unrelated\nto the number of sexual partners she has had.” These are aspects I\ncontinuously reiterate in the POSH trainings – past history of a complainant (or\nof a respondent, for that matter) is not a matter of judgement by the employer's\nInternal Committee.\nI hold this Handbook as one of the most relevant legal guidelines issued in India in\nrelation to DEI measures historically. I’m happy to answer any questions you may\nhave on these issues.\n-§-\nPage 2 of 2"}
{"Title": "Scope of Section 11(6) of the Arbitration and Conciliation Act, 1996", "Publication_Date": "26 May 2023", "URL": "https://kochhar.com/wp-content/uploads/2023/05/Kochhar-Co.-Delhi.-Article-by-Deepesh-Scope-of-Section-116-of-the-Arbitration-and-Conciliation-Act-1996-May-2023-.pdf", "Content": "THE HON’BLE SUPREME COURT CLARIFIES LAW IN RELATION TO\nTHE APPOINTMENT OF ARBITRATOR UNDER SECTION 11 OF THE\nARBITRATION & CONCILIATION ACT, 1996 (AS AMENDED)\nAuthor: Deepesh1\nSUMMARY\nThe Hon’ble Supreme Court in the case of NTPC Ltd. Vs. M/s\nSPML Infra. Ltd.2 (“SPML”) referred to its earlier decisions and\nheld that while exercising jurisdiction under Section 11(6) of the\nArbitration and Conciliation Act, 1996 (the “Act”) the courts must\nensure that the parties are protected from frivolous and\nuntenable claims and are not compelled to arbitrate a dispute\nwhich is non-arbitrable.\nI. BACKGROUND FACTS\nThe Hon’ble Supreme Court was hearing an appeal from an order passed by the\nHon’ble Delhi High Court3, where the Hon’ble High Court had appointed an arbitrator\non an application under Section 11(6) of the Act. Before the Hon’ble Supreme Court,\nNTPC Ltd. raised a contention that there were no existing disputes in view of a\nsettlement arrived between the parties.\nII. OBSERVATIONS OF THE HON’BLE SUPREME COURT OF INDIA\nThe Hon’ble Supreme Court while referring to its earlier decisions4 inter alia held as\nunder:\n1 The author is a partner in the dispute resolution team of the Firm’s Delhi office.\n2 In Civil Appeal No. 4778 of 2022 dated April 10, 2023.\n3 In Arbitration petition No. 477 of 2020 dated April 08, 2021.\n4 Vidya Drolia and Ors. v. Durga Trading Corporation (2021) 2 SCC 1; BSNL and Anr. v. Nortel Networks India\n(P) Ltd. (2021) 5 SCC 738; Secunderabad Cantonment Board v. B. Ramachandraiah & Sons (2021) 5 SCC 705\n1 | Pa g e(a) The jurisdiction of the courts under Section 11(6) of the Act is narrow and the\ncourts have to thoroughly examine the existence and the validity of an arbitration\nagreement (which includes an inquiry as to the parties to the agreement) and\napplicant’s privity to the said agreement.\n(b) The courts need to adjudicate the issue of non- arbitrability of the dispute.\n(c) The courts may reject claims which are manifestly and ex-facie non-arbitrable.\n(d) The courts must not undertake full review of contested facts.\n(e) The courts need to examine whether the assertion on arbitrability is bona fide or\nnot.\n(f) The courts must prima facie reach a conclusion that the claim is non-arbitrable.\nHowever, in case of doubt the dispute is to be referred to arbitration.\n(g) The courts must protect the parties from being forced to arbitrate when the matter\non the face of it is non-arbitrable.\nBasis the above, the Hon’ble Supreme Court held that the Section 11 application filed\nby SPML before the Hon’ble High Court was not bona fide and there were no pending\nclaims between the parties for submission to arbitration.\nThe Hon’ble Supreme Court further held that SPML’s case is an attempt to initiate ex-\nfacie, meritless and dishonest litigation and accordingly set aside the order passed by\nthe Hon’ble High Court.\nIII. CONCLUSION\nThe present case law passed by the Hon’ble Supreme Court is a move in the right\ndirection to curtail the reference of every matter to arbitration since the general\ntendency of the courts was to allow Section 11(6) applications and leave the parties\nto challenge the jurisdiction of the arbitrator by way of filing a Section 16 application\nunder the Act in the arbitration proceedings. However, with the above guidelines and\nclarifications, the courts would be more cautious while dealing with Section 11(6)\napplications and the claims which are frivolous and untenable would be knocked down.\n___________\n2 | Pa g e"}
